Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TrayIcon_ShowWindow.Text
source: Show Window
af_za: Wys Venster
ar_eg: اظهر الشباك
ar_sa: عرض النافذة
bg_bg: Покажи прозореца
bn_bd: উইন্ডো দেখান
ca_es: Mostrar finestra
cs_cz: Zobrazit okno
da_dk: Vis vindue
de_de: Fenster anzeigen
el_gr: Εμφάνιση Παραθύρου
es_mx: Mostrar ventana
et_ee: Näita akent
fa_ir: نمایش پنجره
fi_fi: Näytä ikkuna
fr_fr: Afficher la fenêtre
ga_ie: Taispeáin Fuinneog
he_il: הצג חלון
hi_in: विंडो दिखाएँ
hr_hr: Prikaži prozor
hu_hu: Ablak megjelenítése
id_id: Tampilkan Jendela
it_it: Mostra finestra
ja_jp: ウィンドウを表示
ko_kr: 창 보이기
lt_lt: Rodyti langą
ms_my: Tunjukkan Tetingkap
nl_nl: Venster weergeven
no_no: Vis vindu
pa_in: ਵਿੰਡੋ ਦਿਖਾਓ
pl_pl: Pokaż okno
pt_pt: Mostrar Janela
ro_ro: Afișează fereastra
ru_ru: Показать окно
sk_sk: Zobraziť okno
sq_al: Shfaq dritaren
sr_cyrl_rs: Прикажи прозор
sv_se: Visa fönster
sw_ke: Onyesha Dirisha
ta_in: சாளரத்தைக் காட்டு
th_th: แสดงหน้าต่าง
tl_ph: Ipakita ang Window
tr_tr: Pencereyi Göster
uk_ua: Показати вікно
vi_vn: Hiển thị cửa sổ
zh_cn: 显示窗口
zh_tw: 顯示視窗

# TrayIcon_Exit.Text
source: Exit
af_za: Verlaat
ar_eg: اخرج
ar_sa: خروج
bg_bg: Изход
bn_bd: প্রস্থান করুন
ca_es: Sortir
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_mx: Salir
et_ee: Välju
fa_ir: خروج
fi_fi: Poistu
fr_fr: Quitter
ga_ie: Scoir
he_il: יציאה
hi_in: बाहर निकलें
hr_hr: Izlaz
hu_hu: Kilépés
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
lt_lt: Išeiti
ms_my: Keluar
nl_nl: Afsluiten
no_no: Avslutt
pa_in: ਬੰਦ ਕਰੋ
pl_pl: Zakończ
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Ukončiť
sq_al: Dil
sr_cyrl_rs: Изађи
sv_se: Avsluta
sw_ke: Toka
ta_in: வெளியேறு
th_th: ออก
tl_ph: Lumabas
tr_tr: Çıkış
uk_ua: Вихід
vi_vn: Thoát
zh_cn: 退出
zh_tw: 結束

# MiniPlayer_BackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to Player
af_za: Terug na Speler
ar_eg: رجوع للمشغل
ar_sa: العودة إلى المشغل
bg_bg: Обратно към плейъра
bn_bd: প্লেয়ারে ফিরে যান
ca_es: Tornar al reproductor
cs_cz: Zpět na přehrávač
da_dk: Tilbage til afspiller
de_de: Zurück zum Player
el_gr: Επιστροφή στο πρόγραμμα αναπαραγωγής
es_mx: Volver al reproductor
et_ee: Tagasi mängija juurde
fa_ir: بازگشت به پخش‌کننده
fi_fi: Takaisin soittimeen
fr_fr: Retour au lecteur
ga_ie: Ar ais chuig an Seinnteoir
he_il: חזרה לנגן
hi_in: प्लेयर पर वापस जाएँ
hr_hr: Povratak na reproduktor
hu_hu: Vissza a lejátszóhoz
id_id: Kembali ke Pemutar
it_it: Torna al Lettore
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
lt_lt: Grįžti į grotuvą
ms_my: Kembali ke Pemain
nl_nl: Terug naar speler
no_no: Tilbake til spiller
pa_in: ਪਲੇਅਰ ਤੇ ਵਾਪਸ
pl_pl: Wróć do odtwarzacza
pt_pt: Voltar ao Leitor
ro_ro: Înapoi la player
ru_ru: Назад к плееру
sk_sk: Späť na prehrávač
sq_al: Kthehu te luajtësi
sr_cyrl_rs: Назад на плејер
sv_se: Tillbaka till spelaren
sw_ke: Rudi kwa Kichezaji
ta_in: பிளேயருக்குத் திரும்பு
th_th: กลับไปยังเครื่องเล่น
tl_ph: Bumalik sa Player
tr_tr: Oynatıcıya Dön
uk_ua: Повернутися до програвача
vi_vn: Trở lại Trình phát
zh_cn: 返回播放器
zh_tw: 返回播放器

# MiniPlayer_UpNextHeader.Text
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放

source: Show Nagi
af_za: Wys Nagi
ar_eg: اظهر ناجي
ar_sa: إظهار ناجي
bg_bg: Покажи Nagi
bn_bd: Nagi দেখান
ca_es: Mostrar Nagi
cs_cz: Zobrazit Nagi
da_dk: Vis Nagi
de_de: Nagi anzeigen
el_gr: Εμφάνιση Nagi
es_mx: Mostrar Nagi
et_ee: Näita Nagit
fa_ir: نمایش Nagi
fi_fi: Näytä Nagi
fr_fr: Afficher Nagi
ga_ie: Taispeáin Nagi
he_il: הצג את Nagi
hi_in: नागी दिखाएँ
hr_hr: Prikaži Nagi
hu_hu: Nagi megjelenítése
id_id: Tampilkan Nagi
it_it: Mostra Nagi
ja_jp: Nagiを表示
ko_kr: Nagi 보이기
lt_lt: Rodyti Nagi
ms_my: Tunjukkan Nagi
nl_nl: Nagi weergeven
no_no: Vis Nagi
pa_in: ਨਾਗੀ ਦਿਖਾਓ
pl_pl: Pokaż Nagi
pt_pt: Mostrar Nagi
ro_ro: Afișează Nagi
ru_ru: Показать Nagi
sk_sk: Zobraziť Nagi
sq_al: Shfaq Nagi
sr_cyrl_rs: Прикажи Наги
sv_se: Visa Nagi
sw_ke: Onyesha Nagi
ta_in: நாகியைக் காட்டு
th_th: แสดง Nagi
tl_ph: Ipakita ang Nagi
tr_tr: Nagi'yi Göster
uk_ua: Показати Nagi
vi_vn: Hiển thị Nagi
zh_cn: 显示 Nagi
zh_tw: 顯示 Nagi

source: Previous
af_za: Vorige
ar_eg: سابق
ar_sa: السابق
bg_bg: Предишен
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fi_fi: Edellinen
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodno
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelumnya
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Предыдущая
sk_sk: Predchádzajúca
sq_al: I mëparshëm
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyopita
ta_in: முந்தையது
th_th: ก่อนหน้า
tl_ph: Nakaraan
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_cn: 上一首
zh_tw: 上一首

# MiniPlayer_NextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
ar_sa: التالي
bg_bg: Следващ
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
pt_pt: Próxima
ro_ro: Următor
ru_ru: Следующая
sk_sk: Ďalšia
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_cn: 下一首
zh_tw: 下一首

# MiniPlayer_QueueButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放

# CrashReport_ReportIssuePreLink.Text
source: Please consider reporting this by creating an issue on the
af_za: Oorweeg asseblief om dit aan te meld deur 'n kwessie op die
ar_eg: يرجى التفكير في الإبلاغ عن هذا عن طريق إنشاء مشكلة في
ar_sa: يرجى التفكير في الإبلاغ عن هذا بإنشاء مشكلة في
bg_bg: Моля, обмислете да докладвате това, като създадете проблем на
bn_bd: অনুগ্রহ করে এই সমস্যাটি রিপোর্ট করুন এখানে একটি সমস্যা তৈরি করে
ca_es: Si us plau, considera informar-ne creant una incidència a la
cs_cz: Zvažte nahlášení tohoto problému vytvořením problému na
da_dk: Overvej at rapportere dette ved at oprette et problem på
de_de: Bitte melden Sie dies, indem Sie ein Problem auf der
el_gr: Παρακαλούμε εξετάστε το ενδεχόμενο να το αναφέρετε δημιουργώντας ένα ζήτημα στη σελίδα
es_mx: Por favor, considera reportar esto creando un problema en la
et_ee: Palun kaaluge selle vea teatavakstegemist, luues probleemi lehel
fa_ir: لطفا با ایجاد یک مشکل در
fi_fi: Harkitse ilmoittamista luomalla ongelma
fr_fr: Veuillez envisager de signaler ceci en créant un problème sur la
ga_ie: Breithnigh le do thoil é seo a thuairisciú trí shaincheist a chruthú ar an
he_il: אנא שקול לדווח על כך על ידי יצירת בעיה ב
hi_in: कृपया इस समस्या को इस पर एक समस्या बनाकर रिपोर्ट करने पर विचार करें
hr_hr: Molimo razmislite o prijavi ovoga stvaranjem problema na
hu_hu: Kérjük, fontolja meg a hiba bejelentését az
id_id: Harap pertimbangkan untuk melaporkan ini dengan membuat masalah di
it_it: Valuta la possibilità di segnalarlo creando un problema sulla pagina
ja_jp: この問題は、
ko_kr: 이 문제를 신고하려면 다음의
lt_lt: Apsvarstykite galimybę pranešti apie tai sukuriant problemą
ms_my: Sila pertimbangkan untuk melaporkan ini dengan mencipta isu di
nl_nl: Overweeg dit te melden door een probleem aan te maken op de
no_no: Vennligst vurder å rapportere dette ved å opprette en sak på
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇਸਦੀ ਰਿਪੋਰਟ 'ਤੇ ਇੱਕ ਮੁੱਦਾ ਬਣਾ ਕੇ ਕਰੋ
pl_pl: Rozważ zgłoszenie tego, tworząc zgłoszenie na stronie
pt_pt: Considere reportar este problema criando uma "issue" na
ro_ro: Vă rugăm să luați în considerare raportarea acestei probleme prin crearea unei sesizări pe
ru_ru: Пожалуйста, рассмотрите возможность сообщить об этом, создав заявку на
sk_sk: Zvážte nahlásenie tohto problému vytvorením problému na stránke
sq_al: Ju lutemi konsideroni të raportoni këtë duke krijuar një çështje në
sr_cyrl_rs: Молимо размислите о пријављивању овога креирањем проблема на
sv_se: Vänligen överväg att rapportera detta genom att skapa ett ärende på
sw_ke: Tafadhali zingatia kuripoti hili kwa kuunda suala kwenye
ta_in: சிக்கல் பக்கத்தில் ஒரு சிக்கலை உருவாக்குவதன் மூலம் இதைப் புகாரளிக்கக் கருத்தில் கொள்ளவும்
th_th: โปรดพิจารณารายงานปัญหานี้โดยสร้างประเด็นบน
tl_ph: Mangyaring isaalang-alang ang pag-uulat nito sa pamamagitan ng paggawa ng isyu sa
tr_tr: Lütfen bunu, şu adresten bir sorun oluşturarak bildirmeyi düşünün:
uk_ua: Будь ласка, повідомте про це, створивши проблему на
vi_vn: Vui lòng cân nhắc báo cáo lỗi này bằng cách tạo một vấn đề trên
zh_cn: 请考虑在
zh_tw: 請考慮在

# CrashReport_IssueLink.Text
source: Issues page
af_za: Kwessies-bladsy
ar_eg: صفحة المشاكل
ar_sa: صفحة المشكلات
bg_bg: страницата с проблеми
bn_bd: সমস্যা পৃষ্ঠা
ca_es: pàgina d'incidències
cs_cz: stránce s problémy
da_dk: problemer-siden
de_de: Probleme-Seite
el_gr: Ζητήματα
es_mx: página de problemas
et_ee: Probleemid
fa_ir: صفحه مشکلات
fi_fi: Ongelmat-sivulla
fr_fr: page Problèmes
ga_ie: leathanach Saincheisteanna
he_il: דף הבעיות
hi_in: समस्याएँ पृष्ठ
hr_hr: stranici Problemi
hu_hu: Ügyek oldalán
id_id: halaman Masalah
it_it: Problemi
ja_jp: イシューページ
ko_kr: 문제 페이지
lt_lt: problemų puslapyje
ms_my: halaman Isu
nl_nl: Problemenpagina
no_no: sakssiden
pa_in: ਮੁੱਦੇ ਪੰਨਾ
pl_pl: Zgłoszenia
pt_pt: página de problemas
ro_ro: pagina de probleme
ru_ru: странице проблем
sk_sk: Problémy
sq_al: faqen e Çështjeve
sr_cyrl_rs: страници Проблеми
sv_se: Ärendesidan
sw_ke: ukurasa wa Masuala
ta_in: சிக்கல்கள் பக்கம்
th_th: หน้าปัญหา
tl_ph: pahina ng Isyu
tr_tr: Sorunlar sayfası
uk_ua: Сторінка проблем
vi_vn: trang Vấn đề
zh_cn: 问题页面
zh_tw: 問題頁面

# CrashReport_ResetAppAdvice.Text
source: If this keeps happening, you can try 'Reset App & Data'. This will wipe your settings and library, which can help recover the app from a broken state.
af_za: As dit aanhou gebeur, kan u probeer om 'App en Data terug te stel'. Dit sal u instellings en biblioteek uitvee, wat kan help om die toepassing van 'n gebroke toestand te herstel.
ar_eg: إذا استمر هذا في الحدوث، يمكنك محاولة "إعادة ضبط التطبيق والبيانات". سيؤدي هذا إلى مسح إعداداتك ومكتبتك، مما قد يساعد في استعادة التطبيق من حالة تالفة.
ar_sa: إذا استمر حدوث ذلك، يمكنك محاولة 'إعادة تعيين التطبيق والبيانات'. سيؤدي هذا إلى مسح إعداداتك ومكتبتك، مما قد يساعد في استعادة التطبيق من حالة تالفة.
bg_bg: Ако това продължава да се случва, можете да опитате "Нулиране на приложението и данните". Това ще изтрие вашите настройки и библиотека, което може да помогне за възстановяване на приложението от повредено състояние.
bn_bd: যদি এটি বারবার ঘটে, আপনি 'অ্যাপ এবং ডেটা রিসেট করুন' চেষ্টা করতে পারেন। এটি আপনার সেটিংস এবং লাইব্রেরি মুছে দেবে, যা অ্যাপ্লিকেশনটিকে একটি ত্রুটিপূর্ণ অবস্থা থেকে পুনরুদ্ধার করতে সাহায্য করতে পারে।
ca_es: Si això continua passant, pots provar a 'Restablir l'aplicació i les dades'. Això esborrarà la configuració i la biblioteca, la qual cosa pot ajudar a recuperar l'aplicació d'un estat danyat.
cs_cz: Pokud se to bude dít i nadále, můžete zkusit 'Resetovat aplikaci a data'. Tím smažete svá nastavení a knihovnu, což může pomoci obnovit aplikaci z poškozeného stavu.
da_dk: Hvis dette fortsætter, kan du prøve "Nulstil app & data". Dette vil slette dine indstillinger og bibliotek, hvilket kan hjælpe med at gendanne appen fra en ødelagt tilstand.
de_de: Wenn dies weiterhin passiert, können Sie versuchen, "App & Daten zurücksetzen". Dadurch werden Ihre Einstellungen und Bibliothek gelöscht, was helfen kann, die App aus einem defekten Zustand wiederherzustellen.
el_gr: Αν αυτό συνεχίσει να συμβαίνει, μπορείτε να δοκιμάσετε 'Επαναφορά Εφαρμογής & Δεδομένων'. Αυτό θα διαγράψει τις ρυθμίσεις και τη βιβλιοθήκη σας, κάτι που μπορεί να βοηθήσει στην ανάκτηση της εφαρμογής από μια κατεστραμμένη κατάσταση.
es_mx: Si esto sigue ocurriendo, puedes intentar "Restablecer aplicación y datos". Esto borrará tus ajustes y biblioteca, lo que puede ayudar a recuperar la aplicación de un estado defectuoso.
et_ee: Kui see kordub, võite proovida valikut "Lähtesta rakendus ja andmed". See kustutab teie seaded ja teegi, mis võib aidata rakenduse katkise oleku taastamisel.
fa_ir: اگر این مشکل ادامه داشت، می‌توانید 'بازنشانی برنامه و داده‌ها' را امتحان کنید. این کار تنظیمات و کتابخانه شما را پاک می‌کند که می‌تواند به بازیابی برنامه از حالت خراب کمک کند.
fi_fi: Jos tämä jatkuu, voit yrittää 'Nollaa sovellus ja tiedot'. Tämä poistaa asetuksesi ja kirjastosi, mikä voi auttaa palauttamaan sovelluksen rikkinäisestä tilasta.
fr_fr: Si cela continue de se produire, vous pouvez essayer 'Réinitialiser l'application et les données'. Cela effacera vos paramètres et votre bibliothèque, ce qui peut aider à récupérer l'application d'un état corrompu.
ga_ie: Má leanann sé seo ar aghaidh, is féidir leat triail a bhaint as 'Athshocraigh Aip & Sonraí'. Sciáfidh sé seo do chuid socruithe agus leabharlann, rud a chabhróidh leis an aip a ghnóthú ó staid briste.
he_il: אם זה ממשיך לקרות, תוכל לנסות 'איפוס יישום ונתונים'. פעולה זו תמחק את ההגדרות והספרייה שלך, מה שעשוי לעזור לשחזר את היישום ממצב תקול.
hi_in: यदि ऐसा होता रहता है, तो आप 'ऐप और डेटा रीसेट करें' का प्रयास कर सकते हैं। यह आपकी सेटिंग्स और लाइब्रेरी को मिटा देगा, जिससे ऐप को खराब स्थिति से उबरने में मदद मिल सकती है।
hr_hr: Ako se ovo nastavi događati, možete pokušati 'Resetiraj aplikaciju i podatke'. Time ćete izbrisati vaše postavke i knjižnicu, što može pomoći u oporavku aplikacije iz neispravnog stanja.
hu_hu: Ha ez továbbra is fennáll, próbálja meg az "Alkalmazás és adatok visszaállítása" lehetőséget. Ez törli a beállításait és a könyvtárát, ami segíthet az alkalmazás helyreállításában, ha hibás állapotba került.
id_id: Jika ini terus terjadi, Anda dapat mencoba 'Reset Aplikasi & Data'. Ini akan menghapus pengaturan dan pustaka Anda, yang dapat membantu memulihkan aplikasi dari keadaan rusak.
it_it: Se il problema persiste, puoi provare a "Reimposta app e dati". Questo eliminerà le tue impostazioni e la tua libreria, il che può aiutare a ripristinare l'app da uno stato corrotto.
ja_jp: この問題が繰り返し発生する場合は、「アプリとデータをリセット」を試すことができます。これにより、設定とライブラリが消去され、アプリが破損した状態から回復するのに役立ちます。
ko_kr: 이 문제가 계속 발생하면 '앱 및 데이터 초기화'를 시도해 볼 수 있습니다. 이 작업은 설정과 라이브러리를 지워 앱을 손상된 상태에서 복구하는 데 도움이 될 수 있습니다.
lt_lt: Jei tai kartojasi, galite pabandyti „Atkurti programą ir duomenis“. Tai ištrins jūsų nustatymus ir biblioteką, o tai gali padėti atkurti programą iš neveikiančios būsenos.
ms_my: Jika ini terus berlaku, anda boleh cuba 'Tetapkan Semula Apl & Data'. Ini akan memadamkan tetapan dan pustaka anda, yang boleh membantu memulihkan apl daripada keadaan rosak.
nl_nl: Als dit blijft gebeuren, kunt u proberen 'App & gegevens resetten'. Dit zal uw instellingen en bibliotheek wissen, wat kan helpen om de app te herstellen van een defecte staat.
no_no: Hvis dette fortsetter å skje, kan du prøve 'Tilbakestill app og data'. Dette vil slette innstillingene og biblioteket ditt, noe som kan hjelpe med å gjenopprette appen fra en ødelagt tilstand.
pa_in: ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ 'ਐਪ ਅਤੇ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ' ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਤੁਹਾਡੀਆਂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਜੋ ਐਪ ਨੂੰ ਖਰਾਬ ਸਥਿਤੀ ਤੋਂ ਠੀਕ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।
pl_pl: Jeśli problem będzie się powtarzał, możesz spróbować opcji "Zresetuj aplikację i dane". Spowoduje to usunięcie ustawień i biblioteki, co może pomóc w przywróceniu aplikacji ze stanu awarii.
pt_pt: Se isto continuar a acontecer, pode tentar 'Repor Aplicação e Dados'. Isto irá apagar as suas definições e biblioteca, o que pode ajudar a recuperar a aplicação de um estado corrompido.
ro_ro: Dacă această problemă persistă, puteți încerca „Resetare aplicație și date”. Aceasta va șterge setările și biblioteca dvs., ceea ce poate ajuta la recuperarea aplicației dintr-o stare defectă.
ru_ru: Если это повторится, вы можете попробовать "Сбросить приложение и данные". Это удалит ваши настройки и библиотеку, что может помочь восстановить приложение из поврежденного состояния.
sk_sk: Ak sa to stále deje, môžete skúsiť 'Resetovať aplikáciu a dáta'. Týmto sa vymažú vaše nastavenia a knižnica, čo môže pomôcť obnoviť aplikáciu z chybného stavu.
sq_al: Nëse kjo vazhdon të ndodhë, mund të provoni 'Rivendos aplikacionin dhe të dhënat'. Kjo do të fshijë cilësimet dhe bibliotekën tuaj, gjë që mund të ndihmojë në rikuperimin e aplikacionit nga një gjendje e dëmtuar.
sr_cyrl_rs: Ако се ово настави, можете покушати са 'Ресетовање апликације и података'. Ово ће обрисати ваша подешавања и библиотеку, што може помоћи да се апликација опорави из неисправног стања.
sv_se: Om detta fortsätter att hända kan du prova att "Återställa app och data". Detta kommer att radera dina inställningar och bibliotek, vilket kan hjälpa till att återställa appen från ett korrupt tillstånd.
sw_ke: Ikiwa hili litaendelea kutokea, unaweza kujaribu 'Weka Upya Programu & Data'. Hii itafuta mipangilio na maktaba yako, ambayo inaweza kusaidia kurejesha programu kutoka hali iliyoharibika.
ta_in: இது தொடர்ந்தால், 'பயன்பாடு மற்றும் தரவை மீட்டமை' என்பதை முயற்சிக்கலாம். இது உங்கள் அமைப்புகளையும் நூலகத்தையும் அழித்துவிடும், இது பயன்பாட்டை பழுதான நிலையிலிருந்து மீட்டெடுக்க உதவும்.
th_th: หากปัญหานี้ยังคงเกิดขึ้น คุณสามารถลอง 'รีเซ็ตแอปและข้อมูล' การดำเนินการนี้จะล้างการตั้งค่าและคลังเพลงของคุณ ซึ่งอาจช่วยกู้คืนแอปจากสถานะที่เสียหายได้
tl_ph: Kung patuloy itong nangyayari, maaari mong subukang 'I-reset ang App & Data'. Buburahin nito ang iyong mga setting at library, na makakatulong na maibalik ang app mula sa sirang estado.
tr_tr: Bu sorun devam ederse, 'Uygulamayı ve Verileri Sıfırla' seçeneğini deneyebilirsiniz. Bu işlem, ayarlarınızı ve arşivinizi silerek uygulamanın bozuk bir durumdan kurtarılmasına yardımcı olabilir.
uk_ua: Якщо це повторюється, спробуйте "Скинути програму та дані". Це призведе до видалення ваших налаштувань та бібліотеки, що може допомогти відновити програму з пошкодженого стану.
vi_vn: Nếu điều này tiếp tục xảy ra, bạn có thể thử 'Đặt lại ứng dụng & dữ liệu'. Thao tác này sẽ xóa cài đặt và thư viện của bạn, có thể giúp khôi phục ứng dụng từ trạng thái bị lỗi.
zh_cn: 如果此问题持续发生，您可以尝试“重置应用程序和数据”。这将清除您的设置和库，有助于从损坏状态中恢复应用程序。
zh_tw: 如果此問題持續發生，您可以嘗試「重設應用程式和資料」。這將清除您的設定和媒體庫，有助於從損壞的狀態中恢復應用程式。

source: Copy log to clipboard
af_za: Kopieer log na knipbord
ar_eg: انسخ السجل للحافظة
ar_sa: نسخ السجل إلى الحافظة
bg_bg: Копирай лога в клипборда
bn_bd: লগ ক্লিপবোর্ডে কপি করুন
ca_es: Copiar registre al porta-retalls
cs_cz: Kopírovat protokol do schránky
da_dk: Kopiér log til udklipsholder
de_de: Protokoll in Zwischenablage kopieren
el_gr: Αντιγραφή αρχείου καταγραφής στο πρόχειρο
es_mx: Copiar registro al portapapeles
et_ee: Kopeeri logi lõikepuhvrisse
fa_ir: کپی گزارش در کلیپ‌بورد
fi_fi: Kopioi loki leikepöydälle
fr_fr: Copier le journal dans le presse-papiers
ga_ie: Cóipeáil logchomhad chuig an ngearrthaisce
he_il: העתק יומן ללוח
hi_in: लॉग को क्लिपबोर्ड पर कॉपी करें
hr_hr: Kopiraj zapisnik u međuspremnik
hu_hu: Napló másolása vágólapra
id_id: Salin log ke papan klip
it_it: Copia log negli appunti
ja_jp: ログをクリップボードにコピー
ko_kr: 로그를 클립보드에 복사
lt_lt: Kopijuoti žurnalą į mainų sritį
ms_my: Salin log ke papan keratan
nl_nl: Logboek kopiëren naar klembord
no_no: Kopier logg til utklippstavle
pa_in: ਲੌਗ ਨੂੰ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕਰੋ
pl_pl: Kopiuj log do schowka
pt_pt: Copiar registo para a área de transferência
ro_ro: Copiază jurnalul în clipboard
ru_ru: Скопировать лог в буфер обмена
sk_sk: Kopírovať protokol do schránky
sq_al: Kopjo regjistrin në clipboard
sr_cyrl_rs: Копирај евиденцију у клипборд
sv_se: Kopiera logg till urklipp
sw_ke: Nakili kumbukumbu kwenye ubao klipu
ta_in: பதிவை கிளிப்போர்டுக்கு நகலெடு
th_th: คัดลอกบันทึกไปยังคลิปบอร์ด
tl_ph: Kopyahin ang log sa clipboard
tr_tr: Kaydı panoya kopyala
uk_ua: Скопіювати журнал у буфер обміну
vi_vn: Sao chép nhật ký vào bộ nhớ tạm
zh_cn: 将日志复制到剪贴板
zh_tw: 複製日誌到剪貼簿

# CrashReport_CopyLogLabel.Text
source: Copy Log
af_za: Kopieer Log
ar_eg: انسخ السجل
ar_sa: نسخ السجل
bg_bg: Копирай лог
bn_bd: লগ কপি করুন
ca_es: Copiar registre
cs_cz: Kopírovat protokol
da_dk: Kopiér log
de_de: Protokoll kopieren
el_gr: Αντιγραφή αρχείου καταγραφής
es_mx: Copiar registro
et_ee: Kopeeri logi
fa_ir: کپی گزارش
fi_fi: Kopioi loki
fr_fr: Copier le journal
ga_ie: Cóipeáil Logchomhad
he_il: העתק יומן
hi_in: लॉग कॉपी करें
hr_hr: Kopiraj zapisnik
hu_hu: Napló másolása
id_id: Salin Log
it_it: Copia log
ja_jp: ログをコピー
ko_kr: 로그 복사
lt_lt: Kopijuoti žurnalą
ms_my: Salin Log
nl_nl: Logboek kopiëren
no_no: Kopier logg
pa_in: ਲੌਗ ਕਾਪੀ ਕਰੋ
pl_pl: Kopiuj log
pt_pt: Copiar Registo
ro_ro: Copiază jurnalul
ru_ru: Копировать лог
sk_sk: Kopírovať protokol
sq_al: Kopjo regjistrin
sr_cyrl_rs: Копирај евиденцију
sv_se: Kopiera logg
sw_ke: Nakili Kumbukumbu
ta_in: பதிவை நகலெடு
th_th: คัดลอกบันทึก
tl_ph: Kopyahin ang Log
tr_tr: Kaydı Kopyala
uk_ua: Скопіювати журнал
vi_vn: Sao chép nhật ký
zh_cn: 复制日志
zh_tw: 複製日誌

# SmartPlaylist_PickCoverButton.Content
source: Choose Cover
af_za: Kies Omslag
ar_eg: اختر غلاف
ar_sa: اختيار الغلاف
bg_bg: Избери обложка
bn_bd: কভার চয়ন করুন
ca_es: Triar portada
cs_cz: Vybrat obal
da_dk: Vælg omslag
de_de: Cover auswählen
el_gr: Επιλογή Εξωφύλλου
es_mx: Elegir portada
et_ee: Vali kaanekujundus
fa_ir: انتخاب جلد
fi_fi: Valitse kansi
fr_fr: Choisir une couverture
ga_ie: Roghnaigh Clúdach
he_il: בחר עטיפה
hi_in: कवर चुनें
hr_hr: Odaberi naslovnicu
hu_hu: Borító kiválasztása
id_id: Pilih Sampul
it_it: Scegli Copertina
ja_jp: カバーを選択
ko_kr: 커버 선택
lt_lt: Pasirinkti viršelį
ms_my: Pilih Kulit
nl_nl: Omslag kiezen
no_no: Velg omslag
pa_in: ਕਵਰ ਚੁਣੋ
pl_pl: Wybierz okładkę
pt_pt: Escolher Capa
ro_ro: Alege coperta
ru_ru: Выбрать обложку
sk_sk: Vybrať obal
sq_al: Zgjidh kopertinën
sr_cyrl_rs: Изабери омот
sv_se: Välj omslag
sw_ke: Chagua Jalada
ta_in: அட்டையைத் தேர்ந்தெடு
th_th: เลือกหน้าปก
tl_ph: Pumili ng Pabalat
tr_tr: Kapak Seç
uk_ua: Вибрати обкладинку
vi_vn: Chọn ảnh bìa
zh_cn: 选择封面
zh_tw: 選擇封面
